package iitAdd;

public class Settings {
    //FireFox
    public static Boolean headless = false;
    public static Boolean logs = true;

    //Ждем формирование квитанций UPD
    public static int ToWaitUpd = 40000;

    public static String fio9 = "1"; //ФИО8 (2001)	5029221347	АО АИСА ИТ-сервис	ФИО 8 (2001 гост)	5029221347	"ID маркера 67352 Пароль h00yqu0r "
    public static String fio11 = "2"; //ФИО 9 Гнучих Андрей	5047071020	Тест Все хорошо	ФИО 9 (2001 гост)	5047071020	"ID маркера 67346 Пароль 967by1qp "
    public static String fio7 = "3"; //ФИО7 (2001)	5032291707	Тест Вход	ФИО 7 (2001 гост)	5032291707	"ID маркера 67355 Пароль e64r3xpb "
    public static String fio6 = "4"; //ФИО6 (2001)	5032291707	Тест Вход	ФИО 6 (2001 гост)	5032291707	"ID маркера 67345 тПарольc8wtk1xu"
    public static String fio = "5"; //ФИО1 (2001)	5047071020	Тест Все хорошо	ФИО 1 (2001 гост)	5047071020	"ID маркера 67357 ьПароль h6b9g6dz "
    public static String fio5 = "6"; //ФИО5 (2001)	7812029408	Тест Вход 21	ФИО 5 (2001 гост)	7812029408	"ID маркера 67353 Пароль ma3x3xuf "
    // 7 это у нас тест 10 не испрользуется.	5047071020	Тест Все хорошо	ФИО 10 (2001 гост)	5047071020	"ID маркера 67350 Пароль q5gbwf2h "
    public static String upd2 = "8"; //УПД2	1653001883	Все хорошо 2,0	УПД2 (2001 гост)	1653001883	"ID маркера 67356 Пароль kkfuctm4 "
    public static String fio10 = "9"; //Нет автопароля	5047071020	Тест Все хорошо	Нет автопароля	5047071020	"ID маркера 67347 Пароль qe80gva6 "
    public static String fio2 = "10"; //ФИО2 (2001)	7730632580	Тест Отключен	ФИО 2 (2001 гост)	7730632580	"ID маркера 67351 Пароль 3ph55wtx "
    public static String upd = "11"; //УПД	5047071020	Тест Все хорошо	УПД (2012 гост)	5047071020	"ID маркера 67354 Пароль b9f9ztb3 "
    public static String fio3 = "12"; //ФИО3 (2001)	7750004150	Тест Заблокирован	ФИО 3 (2001 гост)	7750004150	"ID маркера 67348 Пароль mw7cc066 "
    public static String fio4 = "13"; //ФИО4 (2001)	...	нету	ФИО 4 (2001 гост)	7750004150	"ID маркера 67349 Пароль pyz9fhhk "



}
